token = "515240097:AAFSGDgzqQ4XTsLusQqT5vPJFNIj1A2Rvw0"
wit_token = 'NVO6NEI334SFKL3IKPYRHQYAU3S4PHHE'

db_name = "lol_base.db"
users_table = "users"
estabs_table = "estabs"


# Buttons for users
add = 'добавить заведение'
choose = 'выбрать заведение'
find = "найти гида"
tobe = "стать гидом"
neighbour = "найти людей рядом"

add_list = ['добавить заведение', 'добавить', 'добавить новое заведение', 'создать заведение', 'новое заведение', 'добавить кафе', 'добавить рестран', 'добавить место', 'добавить локацию']
choose_list = ['выбрать заведение', 'выбрать место', 'найти заведение', 'подобрать заведение', 'подобрать место', 'найти место']
find_list = ['найти гида', 'найти помощника', 'поиск гида', 'поиск помощника', 'нужна помощь']
tobe_list = ['стать гидом', 'стать помощником', 'помочь', 'спасти']
neighbour_list = ['найти людей рядом', 'поиск людей', 'поиск людей рядом', 'найти людей', 'люди рядом', 'друг рядом', 'человек рядом']

cancel_list = ['отмена', 'отменить', 'выйти', 'стоп', 'пошел ты', 'Иди на хрен']



# Buttons for categories
cat1 = 'Развлечения'
cat2 = 'Ресторан'
cat3 = 'Достопримечательность'
cat4 = 'Отель'

# Buttons for prices
p1 = 'До 1000'
p2 = '1000-2000'
p3 = '2000-3500'
p4 = '3500-5000'
p5 = '5000-7000'
p6 = '7000-10000'
p7 = '10000-12000'
p8 = '12000-14000'
p9 = '14000-16000'
